Repository: gsdefender/woocommerce-order-transfer
Catalog: lang/woocommerce-order-transfer-*.po
Languages: it_it

source: Configure
it_it: Configura

source: Order transfer
it_it: Trasferimento dell'ordine

source: Allows transferring orders to another customer. Orders are marked as "on-hold" when received.
it_it: Consente il trasferimento degli ordini a un altro cliente. Gli ordini vengono contrassegnati come "in attesa" al momento della ricezione.

source: Enable/Disable
it_it: Abilita/Disabilita

source: Enable order transfer
it_it: Abilita trasferimento ordini

source: Title
it_it: Titolo

source: This controls the title for the payment method the customer sees during checkout.
it_it: Questo controlla il titolo del metodo di pagamento che il cliente visualizza durante il checkout.

source: Description
it_it: Descrizione

source: Payment method description that the customer will see on your checkout.
it_it: Descrizione del metodo di pagamento che il cliente vedrà al momento dell'acquisto.

source: Please transfer this order to another user
it_it: Trasferisci questo ordine a un altro utente

source: Instructions
it_it: Istruzioni

source: Instructions that will be added to the thank you page and emails.
it_it: Istruzioni che saranno aggiunte alla pagina di ringraziamento e alla mail.

source: E-mail address
it_it: Indirizzo email

source: Destination email address is required
it_it: L'indirizzo e-mail di destinazione è obbligatorio

source: Invalid destination email address
it_it: Indirizzo di posta elettronica di destinazione non valido

source: You cannot transfer an order to yourself
it_it: Non è possibile trasferire un ordine a se stessi

source: Awaiting order transfer confirmation
it_it: In attesa di conferma del trasferimento dell'ordine

source: Accept transfer
it_it: Accetta trasferimento

source: Decline transfer
it_it: Rifiuta trasferimento

source: Edit Order
it_it: Modifica Ordine

source: Order transfer requests
it_it: Richieste di trasferimento ordini

source: %1$s for %2$s item
it_it: %1$s per l'elemento %2$s

source: No order has been made yet.
it_it: Non è stato ancora effettuato alcun ordine.

source: Transfer accepted.
it_it: Trasferimento accettato.

source: Transfer declined.
it_it: Trasferimento rifiutato.

source: Order placed after editing. Old order number:
it_it: Ordine effettuato dopo la modifica. Vecchio numero d'ordine:

source: Order cancelled after editing. New order number:
it_it: Ordine annullato dopo la modifica. Nuovo numero d'ordine:

source: Transfer automatically declined.
it_it: Trasferimento rifiutato automaticamente.

source: WooCommerce Order Transfer
it_it: Trasferimento ordini WooCommerce

source: WooCommerce plugin to allow transfering a pending order to another user upon checkout
it_it: Plug-in WooCommerce per consentire il trasferimento di un ordine in sospeso a un altro utente al momento del checkout
